tap "earthly/earthly"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "argocd"
brew "argocd-vault-plugin"
brew "python@3.10"
brew "azure-cli"
brew "bazel"
brew "buildifier"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "chezmoi"
brew "doctl"
brew "earthly"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "gobject-introspection"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "govc"
brew "helm"
brew "httpie"
brew "innoextract"
brew "istioctl"
brew "jfrog-cli"
brew "jq"
brew "kakoune"
brew "kube-linter"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kumactl"
brew "kustomize"
brew "luv"
brew "macchina"
brew "openjdk"
brew "maven"
brew "mecab"
brew "minikube"
brew "neovim"
brew "node"
brew "node@16"
brew "openssl@3"
brew "pango"
brew "pinentry-mac"
brew "pwgen"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "s3cmd"
brew "speedtest-cli"
brew "swagger-codegen"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tree"
brew "vapoursynth"
brew "vault"
brew "velero"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zenith"
brew "go-swagger/go-swagger/go-swagger"
brew "koekeishiya/formulae/yabai"
cask "alt-tab"
cask "amethyst"
cask "authy"
cask "azure-data-studio"
cask "balenaetcher"
cask "chef-workstation"
cask "dotnet-sdk"
cask "firefox"
cask "gimp"
cask "graphiql"
cask "intellidock"
cask "mkvtoolnix"
cask "mockoon"
cask "mpv"
cask "powershell"
cask "unnaturalscrollwheels"
cask "vagrant"
cask "wireshark"
cask "yacreader"
