tap "aquasecurity/trivy"
tap "buildpacks/tap"
tap "derailed/popeye"
tap "earthly/earthly"
tap "git-time-metric/gtm"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jzelinskie/faq"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "noobaa/noobaa"
tap "ruffle-rs/ruffle"
tap "snyk/tap"
tap "tilt-dev/tap"
tap "vmware-tanzu/kpack-cli"
brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "openssl@3"
brew "bat"
brew "boost"
brew "bpytop"
brew "buf"
brew "buildifier"
brew "glib"
brew "cairo"
brew "cilium-cli"
brew "cmake"
brew "commitizen"
brew "ctags"
brew "direnv"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-flow"
brew "gitlab-runner"
brew "glab"
brew "gnupg"
brew "gobject-introspection"
brew "govc"
brew "grpcui"
brew "grpcurl"
brew "guile"
brew "helm"
brew "httpie"
brew "hubble"
brew "hunspell"
brew "libheif"
brew "imagemagick"
brew "innoextract"
brew "iperf"
brew "istioctl"
brew "jq"
brew "jsonnet-bundler"
brew "just"
brew "k9s"
brew "kakoune"
brew "kind"
brew "kube-linter"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubeaudit"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "kwok"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "luv"
brew "macchina"
brew "make"
brew "openjdk"
brew "maven"
brew "mecab"
brew "mkdocs"
brew "tree-sitter"
brew "neovim"
brew "openjdk@11"
brew "pinentry-mac"
brew "potrace"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "pwgen"
brew "qemu"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "s3cmd"
brew "shellcheck"
brew "socat"
brew "stow"
brew "swagger-codegen"
brew "tektoncd-cli"
brew "terraform"
brew "tetra"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "vapoursynth"
brew "vault"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zenith"
brew "zoxide"
brew "aquasecurity/trivy/trivy"
brew "buildpacks/tap/pack"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/terraform-ls"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "snyk/tap/snyk"
brew "tilt-dev/tap/ctlptl"
brew "tilt-dev/tap/tilt"
brew "vmware-tanzu/kpack-cli/kp"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-powerline-symbols"
cask "godot"
cask "linearmouse"
cask "mkvtoolnix"
cask "powershell"
cask "reminders-menubar"
cask "spotify"
cask "stolendata-mpv"
cask "unnaturalscrollwheels"
cask "utm"
cask "wezterm"
cask "wireshark"
cask "yacreader"
cask "yo"
vscode "adamhartford.vscode-base64"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "augigauki.intility-bifrost-theme"
vscode "be5invis.vscode-custom-css"
vscode "bibhasdn.unique-lines"
vscode "bmalehorn.vscode-fish"
vscode "castwide.solargraph"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "coolbear.systemd-unit-file"
vscode "dbaeumer.vscode-eslint"
vscode "dcortes92.freemarker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "esbenp.prettier-vscode"
vscode "flesler.url-encode"
vscode "foxundermoon.shell-format"
vscode "geequlim.godot-tools"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "heaths.vscode-guid"
vscode "intility.vscode-backstage"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "kevinrose.vsc-python-indent"
vscode "laurenttreguier.vscode-simple-icons"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marp-team.marp-vscode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-mssql.sql-database-projects-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "pkief.material-product-icons"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "skellock.just"
vscode "skyapps.fish-vscode"
vscode "swellaby.node-pack"
vscode "takumii.markdowntable"
vscode "tilt-dev.tiltfile"
vscode "timonwong.shellcheck"
vscode "tyriar.luna-paint"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscodevim.vim"
vscode "wesbos.theme-cobalt2"
vscode "wscourge.togglecase"
vscode "zhuangtongfa.material-theme"
